CourseProject_V3/runs/geometry_v3_changed/case/constant/physicalProperties
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant";
    object      physicalProperties;
}

viscosityModel  constant;
nu              1.006e-06;
